[
    {
        "name": "Aircraft",
        "info": " 24 February 2022: Russian officials acknowledge the loss of a Su-25 in Ukraine operation due to a pilot error. 24 February 2022: Video footage from the Kyiv reservoir showed two Russian helicopters targeted by Ukrainian MANPADs, one Mi-8/Mi-24/35 is shot down and fell into the water, another helicopter survived enemy fire.[74] A Russian attack helicopter Ka-52 was damaged by MANPADs fire and successfully landed. Social media later showed the damaged helicopter abandoned near Kyiv.
        Russian Air Force Roundel Russian Air force – 24 February 2022: A Russian An-26, registration number RF-36074, crashed in Voronezh region, Russia, killing an undisclosed number of occupants.[76]
        Russian Air Force Roundel Russian Air force – 25 February 2022: Ukrainian forces attack the Russian Air force in Millerovo, destroying at least one Russian Su-30SM on the ground with a Tochka missile salvo.[77]
        Russian Air Force Roundel Russian Air force – 25 February 2022: The Ukrainian forces shot down a Russian helicopter in Kherson Oblast, by ground fire.[citation needed] Later the wreckage of a Mi-35 is discovered in Kherson.[citation needed]
        Russian Air Force Roundel Russian Air force – 2 March 2022: A Russian Su-25SM, registration number RF-91961 - White 07, was shot down in Irpen, Ukraine.[78][79]
        Russian Air Force Roundel Russian Air force – 2 March 2022: Another abandoned Russian Ka-52 was discovered near Bucha, probably hit by a surface-to-air missile and crash landed, pilots also escaped.[80]
        Russian Air Force Roundel (2) Russian Air force – 4 March 2022: Two Russian Su-25SM, one with registration number RF-93026, were lost over Volnovakha, Ukraine. Images of the ground attack fighter wrecks were displayed in social media.
        Russian Air Force Roundel (2) Russian Air force – 4 March 2022: One Mi-8 helicopter is shot down near Volnovakha as it approached the Su-25 previously downed. Another Mil Mi-8 is destroyed reportedly near Odessa.
        Russian Naval Aviation Roundel Russian Naval Aviation – 5 March 2022: A Su-30SM, from Naval Aiviation is shot down in Bashtanka area, Mykolayiv Oblast. The pilot was captured.
        Russian Air Force Roundel Russian Air force – 5 March 2022: A two-seat Su-34, registration number RF-81879 - Red 24, is shot down by Ukrainian forces near Chernihiv at 11:30. Both pilots ejected. Ukrainian forces captured the pilot; the co-pilot died.
        Russian Air Force Roundel (2) Russian Air force – 5 March 2022: A Mi-24P with registration number RF-94966 was shot down by Ukrainian MANPADs in Kyiv Oblast. One interception video was recorded on DJI drone that was later verified as genuine. A Mi-35, registration number RF-13017, is shot down in Bashtanka area. Image of the helicopter wreck is recorded and displayed in social networks.
        Russian Air Force Roundel Russian Air force – 5 March 2022: One Orlan-10 drone is shotdown in Ukraine.
        Russian Air Force Roundel Russian Air force – 6 March 2022: In the evening, a Su-34 was shot down by Ukrainian air defenses, crashed near Kharkiv, one of the pilots was captured. The aircraft was first misidentified as a Su-25,[92] however the wreck of the aircraft resembled a Su-34 with registration number RF-95070.
        Russian Air Force Roundel Russian Air force – 10 March 2022: One Su-25 with registration number RF-91969 is shot down near Kyiv. The pilot died.
        Russian Air Force Russian Air Force - 11 March 2022 : A Russian Forpost drone is shot down in Zhytomyr, local media reported.[96][67]
        Russian Air Force Roundel Russian Air force – 12 March 2022: One Russian helicopter was shot down near Kherson a Ka-52 with registration number RF-13409.
        Russian Air Force Roundel (?) Russian Air force – 15 March 2022: Satelite images of the aftermath of a Ukrainian attack on Russian ocupied Kherson Airport are displayed. According to Planet Labs satellite imagery a unknown number of Russian aircraft were destroyed and damaged. However some lost helicopters seems that were destroyed previosly.
        Russian Air Force Roundel Russian Air force – 16 March 2022: A Russian Ka-52 was shot down near Mykolaiv region with registration number RF-13411."
    },
    {
        "date": "2022-02-26",
        "day": 3,
        "personnel": 4300,
        "personnel*": "about",
        "POW": 0
    },
    {
        "date": "2022-02-27",
        "day": 4,
        "personnel": 4500,
        "personnel*": "about",
        "POW": 0
    },
    {
        "date": "2022-02-28",
        "day": 5,
        "personnel": 5300,
        "personnel*": "about",
        "POW": 0
    },
    {
        "date": "2022-03-01",
        "day": 6,
        "personnel": 5710,
        "personnel*": "about",
        "POW": 200
    },
    {
        "date": "2022-03-02",
        "day": 7,
        "personnel": 5840,
        "personnel*": "about",
        "POW": 200
    },
    {
        "date": "2022-03-03",
        "day": 8,
        "personnel": 9000,
        "personnel*": "about",
        "POW": 200
    },
    {
        "date": "2022-03-04",
        "day": 9,
        "personnel": 9166,
        "personnel*": "about",
        "POW": 200
    },
    {
        "date": "2022-03-05",
        "day": 10,
        "personnel": 10000,
        "personnel*": "about",
        "POW": 216
    },
    {
        "date": "2022-03-06",
        "day": 11,
        "personnel": 11000,
        "personnel*": "about",
        "POW": 232
    },
    {
        "date": "2022-03-07",
        "day": 12,
        "personnel": 11000,
        "personnel*": "more",
        "POW": 259
    },
    {
        "date": "2022-03-08",
        "day": 13,
        "personnel": 12000,
        "personnel*": "about",
        "POW": 284
    },
    {
        "date": "2022-03-09",
        "day": 14,
        "personnel": 12000,
        "personnel*": "about",
        "POW": 360
    },
    {
        "date": "2022-03-10",
        "day": 15,
        "personnel": 12000,
        "personnel*": "more",
        "POW": 371
    },
    {
        "date": "2022-03-11",
        "day": 16,
        "personnel": 12000,
        "personnel*": "more",
        "POW": 389
    },
    {
        "date": "2022-03-12",
        "day": 17,
        "personnel": 12000,
        "personnel*": "more",
        "POW": 389
    },
    {
        "date": "2022-03-13",
        "day": 18,
        "personnel": 12000,
        "personnel*": "more",
        "POW": 389
    },
    {
        "date": "2022-03-14",
        "day": 19,
        "personnel": 12000,
        "personnel*": "more",
        "POW": 389
    },
    {
        "date": "2022-03-15",
        "day": 20,
        "personnel": 13500,
        "personnel*": "about",
        "POW": 389
    },
    {
        "date": "2022-03-16",
        "day": 21,
        "personnel": 13800,
        "personnel*": "about",
        "POW": 389
    },
    {
        "date": "2022-03-17",
        "day": 22,
        "personnel": 14000,
        "personnel*": "about",
        "POW": 405
    },
    {
        "date": "2022-03-18",
        "day": 23,
        "personnel": 14200,
        "personnel*": "about",
        "POW": 405
    },
    {
        "date": "2022-03-19",
        "day": 24,
        "personnel": 14400,
        "personnel*": "about",
        "POW": 405
    },
    {
        "date": "2022-03-20",
        "day": 25,
        "personnel": 14700,
        "personnel*": "about",
        "POW": 405
    },
    {
        "date": "2022-03-21",
        "day": 26,
        "personnel": 15000,
        "personnel*": "about",
        "POW": 405
    },
    {
        "date": "2022-03-22",
        "day": 27,
        "personnel": 15300,
        "personnel*": "about",
        "POW": 411
    },
    {
        "date": "2022-03-23",
        "day": 28,
        "personnel": 15600,
        "personnel*": "about",
        "POW": 412
    },
    {
        "date": "2022-03-24",
        "day": 29,
        "personnel": 15800,
        "personnel*": "about",
        "POW": 412
    },
    {
        "date": "2022-03-25",
        "day": 30,
        "personnel": 16100,
        "personnel*": "about",
        "POW": 412
    }
    
]
